export const getOrderResponse = {
        data: {
            "PRM": null,
            "error": null,
            "response": {
                "ЗаказПокупателя": {
                    "GUIDЗаказаПокупателя": "34df9e48-9160-11ed-aeb6-9457a5547ba0",
                    "НомерЗаказаПокупателя": "СИ00-000069",
                    "ДатаЗаказаПокупателя": "2023-01-11T08:29:51+05:00",
                    "ДатаОтгрузкиЗаказаПокупателя": "2023-02-17T00:00:00+05:00",
                    "КонтрагентЗаказаПокупателя": {
                        "GUIDКонтрагента": "06352e7e-f707-11e5-4b9f-f0795970fef5",
                        "НаименованиеКонтрагента": "ПРОДО ПТИЦЕФАБРИКА КАЛУЖСКАЯ АО",
                        "НомерБанковсогоСчетаКонтрагента": "40702810601400002756",
                        "КодСтраныБанковсогоСчетаКонтрагента": "643",
                        "НаименованиеСтраныБанковсогоСчетаКонтрагента": "РОССИЯ",
                        "ИННКонтрагента": "4004001997",
                        "КППКонтрагента": "400401001",
                        "ОКПОКонтрагента": "",
                        "НаименованиеКонтактногоЛицаКонтрагента": "Альберт Вячеславович Козлов "
                    },
                    "НоменклатураЗаказаПокупателя": {
                        "Позиция1": {
                            "GUIDЗаказаПокупателя": "34df9e48-9160-11ed-aeb6-9457a5547ba0",
                            "НомерСтроки": 1,
                            "Номенклатура": {
                                "GUIDНоменклатуры": "88ab4611-5d9e-11ec-aeb0-9457a5547ba0",
                                "НаименованиеНоменклатуры": "И28-NO-PNP-ПГ-HT(Текаформ, Lкорп=75мм, Lкаб=5м)",
                                "АртикулНоменклатуры": "",
                                "ЕдиницаИзмеренияНоменклатуры": {
                                    "GUIDКдиницыИзмерения": "880e9560-70ae-11e5-a27e-74d435043ca5",
                                    "КодЕдиницыИзмерения": "796"
                                },
                                "КатегорияНоменклатуры": {
                                    "GUIDКатегорииНоменклатуры": "2485cc1e-ebed-11e9-b979-f0795970fef5",
                                    "КодКатегорииНоменклатуры": "00-000020",
                                    "НаименованиеКатегорииНоменклатуры": "3-х, 4-х проводные на постоянное напряжение, 10-30В",
                                    "КатегорияНоменклатурыРодителя": {
                                        "GUIDКатегорииНоменклатурыРодителя": "db24bf84-22f5-11ea-b97c-f0795970fef5"
                                    }
                                },
                                "СпецификацияНоменклатуры": {
                                    "GUIDСпецификации": "5ddea796-5e1c-11ec-aeb0-9457a5547ba0",
                                    "НаименованиеСпецификации": "И28-NO-PNP-ПГ-HT(Текаформ, Lкорп=75мм, Lкаб=5м)"
                                }
                            },
                            "КоличествоНоменклатуры": 20
                        },
                        "Позиция2": {
                            "GUIDЗаказаПокупателя": "34df9e48-9160-11ed-aeb6-9457a5547ba0",
                            "НомерСтроки": 2,
                            "Номенклатура": {
                                "GUIDНоменклатуры": "54ce7a56-ca4b-11e5-d38e-f0795970fef5",
                                "НаименованиеНоменклатуры": "ИВ13-NO-PNP-P(Л63)",
                                "АртикулНоменклатуры": "I01647",
                                "ЕдиницаИзмеренияНоменклатуры": {
                                    "GUIDКдиницыИзмерения": "880e9560-70ae-11e5-a27e-74d435043ca5",
                                    "КодЕдиницыИзмерения": "796"
                                },
                                "КатегорияНоменклатуры": {
                                    "GUIDКатегорииНоменклатуры": "2485cc1e-ebed-11e9-b979-f0795970fef5",
                                    "КодКатегорииНоменклатуры": "00-000020",
                                    "НаименованиеКатегорииНоменклатуры": "3-х, 4-х проводные на постоянное напряжение, 10-30В",
                                    "КатегорияНоменклатурыРодителя": {
                                        "GUIDКатегорииНоменклатурыРодителя": "db24bf84-22f5-11ea-b97c-f0795970fef5"
                                    }
                                },
                                "СпецификацияНоменклатуры": {
                                    "GUIDСпецификации": "baf25120-c60b-11ec-aeb2-9457a5547ba0",
                                    "НаименованиеСпецификации": "ИВ13-NO-PNP-P(Л63) сенсор TDK"
                                }
                            },
                            "КоличествоНоменклатуры": 10
                        },
                        "Позиция3": {
                            "GUIDЗаказаПокупателя": "34df9e48-9160-11ed-aeb6-9457a5547ba0",
                            "НомерСтроки": 3,
                            "Номенклатура": {
                                "GUIDНоменклатуры": "32bb8a65-263d-11ea-b97e-f0795970fef5",
                                "НаименованиеНоменклатуры": "ИВ31-NO-PNP-P-ПГ(Л63)",
                                "АртикулНоменклатуры": "",
                                "ЕдиницаИзмеренияНоменклатуры": {
                                    "GUIDКдиницыИзмерения": "880e9560-70ae-11e5-a27e-74d435043ca5",
                                    "КодЕдиницыИзмерения": "796"
                                },
                                "КатегорияНоменклатуры": {
                                    "GUIDКатегорииНоменклатуры": "2485cc1e-ebed-11e9-b979-f0795970fef5",
                                    "КодКатегорииНоменклатуры": "00-000020",
                                    "НаименованиеКатегорииНоменклатуры": "3-х, 4-х проводные на постоянное напряжение, 10-30В",
                                    "КатегорияНоменклатурыРодителя": {
                                        "GUIDКатегорииНоменклатурыРодителя": "db24bf84-22f5-11ea-b97c-f0795970fef5"
                                    }
                                },
                                "СпецификацияНоменклатуры": {
                                    "GUIDСпецификации": "259ff331-912e-11eb-aeab-9457a5547ba0",
                                    "НаименованиеСпецификации": "ИВ31-NO-PNP-P-ПГ(Л63) НЕВА"
                                }
                            },
                            "КоличествоНоменклатуры": 10
                        }
                    }
                }
            }
        },
  };